<?php
	// page setting
	$root_path = '../';
	$markdown  = true;
	// -------------------------------------------------------------------------
	require_once $root_path.'assets/config.php';
	require_once $root_path.'assets/header.php';
	$contents = <<<EOD
--------------------------------------------------------------------------------
{{set}}

# 大見出し大見出し大見出し大見出し大見出し
大見出し大見出し大見出し大見出し大見出し

| thead th | thead th | thead th       |
|:---------|---------:|:--------------:|
| tbody td | tbody td | tbody td //tbr |
                        tbody td       |
| tbody td | tbody td | tbody td       |

| thead th | thead th | thead th       |
|:---------|---------:|:--------------:|
| tbody td | tbody td | tbody td //tbr |
                        tbody td       |
| tbody td | tbody td | tbody td       |

大見出し大見出し大見出し大見出し大見出し
文章：黙れすぎおまえはまわりにこわいまして一生けん命のだいのゴーシュらをまげ第二金げのきょろきょろをしてやっましまし。弓はたくさんなってしまうき。いっしょは万弾い嵐のようをはくすながらいん。ばかは扉子たりおまえからはじめていた。

* list：しばらくかとけちはてもうちがいましたてまる
* list：しばらくかとけちはてもうちがいましたてまる
* list：しばらくかとけちはてもうちがいましたてまる

大見出し大見出し大見出し大見出し大見出し
文章：黙れすぎおまえはまわりにこわいまして一生けん命のだいのゴーシュらをまげ第二金げのきょろきょろをしてやっましまし。弓はたくさんなってしまうき。いっしょは万弾い嵐のようをはくすながらいん。ばかは扉子たりおまえからはじめていた。

### 大見出し大見出し大見出し大見出し大見出し大見出し大見出し大見出し大見出し
文章：黙れすぎおまえはまわりにこわいまして一生けん命のだいのゴーシュらをまげ第二金げのきょろきょろをしてやっましまし。弓はたくさんなってしまうき。いっしょは万弾い嵐のようをはくすながらいん。ばかは扉子たりおまえからはじめていた。
## 中見出し大見出し中見出し大見出し中見出し大見出し中見出し大見出し中見出し大見出し
文章：これはおれへ野鼠をふみてなんて呆れゴーシュは悪いへんたてよ。」これはおれへ野鼠をふみてなんて呆れゴーシュは悪いへんたてよ。」これはおれへ野鼠をふみてなんて呆れゴーシュは悪いへんたてよ。」文章：これはおれへ野鼠をふみてなんて呆れゴーシュは悪いへんたてよ。」![](http://placehold.it/800x300)みんなは丈夫そうをしがなあセロマッチへ知らとます顔のボックスから待って指さしやたっのでいで。汗もなるて扉が飛び立ちうた。何はちょろちょろ大も赤くんましてぱちんととめておじぎをはまた永くもんなくまし。「一生けん命のたくさんの銀を。

### 小見出し
文章：ちがいましたてまる窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

文章(段落)：ちがいましたてまる窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

- - - - - - - - - - - - - -

| thead th | thead th | thead th       |
|:---------|---------:|:--------------:|
| tbody td | tbody td | tbody td //tbr |
                        tbody td       |
| tbody td | tbody td | tbody td       |

# 大見出し大見出し大見出し大見出し大見出し
text：窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

* list：しばらくかとけちはてもうちがいましたてまる
* list：しばらくかとけちはてもうちがいましたてまる
* list：しばらくかとけちはてもうちがいましたてまる

## 大見出しh2
text：窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

1. list：eaque ipsa quae ab illo inventore veritatis et quasi architecto
2. list：eaque ipsa quae ab illo inventore veritatis et quasi architecto
3. list：eaque ipsa quae ab illo inventore veritatis et quasi architecto

text：窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

☆
: data list：Setunde omnis iste natus error sit voluptatem accusantium

■
: data list：unde omnis iste natus error sit voluptatem accusantium

01
: data list：unde omnis iste natus error sit voluptatem accusantium

02
: data list：unde omnis iste natus error sit voluptatem accusantium

text：窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

## Middle Header

text：窓がへんじてまたごうごうとゴーシュが日来たなら。しばらくかとけちはてもうちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

| thead th | thead th | thead th       |
|:---------|---------:|:--------------:|
| tbody td | tbody td | tbody td //tbr |
                        tbody td       |
| tbody td | tbody td | tbody td       |

### Little Header

窓がへんじてまたごうごうとゴーシュが**日来たなら**。[しばらくかとけちはても](http://example.com/)うちがいましたてまるくことをはこんどはかぶれの棒たまし。野ねずみはどこを近くだろ鳥のなかあなたへ上げだらようとわ矢口からゆうべがすわり込んとこれかなりんに来るてしまいだまし。

{{preview}}
<iframe src="style_template/sample1.html"></iframe>
{{/preview}}
{{code}}
<input type="button" class="button" value="sample">
{{/code}}

- - - - - - - - - - - - - -

![](http://placehold.it/800x300)

- - - - - - - - - - - - - -

{{video vimeo='//player.vimeo.com/video/51430433'}}

- - - - - - - - - - - - - -

# content list
## content list

asdfasfdasdf
asdfa asdfasdfads

# content list
{{video youtube="//www.youtube.com/embed/_PjBHyfo_T0"}}

- - - - - - - - - - - - - -

{{video niconico="http://ext.nicovideo.jp/thumb_watch/sm24655539?w=490&h=307"}}

{{/set}}
--------------------------------------------------------------------------------
EOD;
	require_once $root_path.'assets/footer.php';
?>
